Repository: thomasahughes/edd-checkout-invoice-fields
Catalog: languages/edd_cif-*.po
Languages: it_it

source: Company Name
it_it: Ragione Sociale

source: The name of your company
it_it: Il nome della tua Società

source: VAT
it_it: Partita IVA

source: Your VAT for invoice
it_it: La tua Partita IVA

source: Fiscal code
it_it: Codice Fiscale

source: Your Fiscal code (if you are a company use your VAT)
it_it: Il tuo Codice Fiscale (se sei un'azienda usa la tua Partita IVA)

source: Full address
it_it: Indirizzo Completo

source: Your full address with zip code and country
it_it: Il tuo indirizzo completo di Via, CAP, Città e Provincia

source: Please enter valid Address.
it_it: Per favore inserisci un indirizzo valido

source: Please enter valid Company Name.
it_it: Per favore inserisci una Ragione Sociale valida

source: Please enter valid Fiscal code.
it_it: Per favore inserisci un Codice Fiscale valido

source: Please enter valid VAT
it_it: Per favore inserisci una Partita IVA valida
